123456 IDENTIFICATION              DIVISION.
123456 PROGRAM-ID.                 DAY4.
123456
123456 DATA                        DIVISION.
123456 WORKING-STORAGE SECTION.
123456
123456* Some Comment
123456 77 WO-RLD PIC X(6) VALUE 'WORLD!'.
123456
123456 PROCEDURE                   DIVISION.
123456
123456     MOVE "42" TO WO-RLD.
